/* error dialog default title */
TIME_MACHINE_ERROR = "Time Machine kunne ikke færdiggøre sikkerhedskopieringen.";

/* error dialog buttons */
OK = "OK";
PREFERENCES = "Åbn vinduet Time Machine…";

/* string which is shown instead of the _SHOWPREFS message for managed prefs configurations */
MANAGED_PREFS = "Time Machine-indstillinger på denne computer kontrolleres af administrerede indstillinger - kontakt systemadministratoren.";

/* error messages - shared with TMPref pane*/

// NO_ERROR
RESULTCODE_0_MESSAGE = "Ingen fejl.";

// BACKUP_FAILED_LAUNCH
RESULTCODE_1_MESSAGE = "Kan ikke starte Time Machine.";  

// BACKUP_FAILED_SETUP
RESULTCODE_2_MESSAGE = "Kan ikke færdiggøre sikkerhedskopiering. Der skete en fejl under oprettelse af mappen til sikkerhedskopien."; 

// BACKUP_FAILED_TARGETVOL_UNSUPPORTED_FS
RESULTCODE_3_MESSAGE = "Disken til sikkerhedskopier er ikke i det krævede format, Mac OS - udvidet (Journaled).\n\n%@"; 
RESULTCODE_3_SHOWPREFS = "Åbn vinduet Time Machine for at vælge en anden disk til sikkerhedskopiering.";

// BACKUP_FAILED_TARGETVOL_STATFS_FAILED
RESULTCODE_4_MESSAGE = "Kan ikke hente status for disken til sikkerhedskopier."; 

// BACKUP_FAILED_TARGETVOL_OWNERS_DISABLED
RESULTCODE_5_MESSAGE = "Ejerskab er ikke slået til på disken til sikkerhedskopier. Ejerskab skal være slået til, hvis disken skal bruges til Time Machine-sikkerhedskopiering.\n\n%@"; 
RESULTCODE_5_SHOWPREFS = "Åbn vinduet Time Machine for at vælge en anden disk til sikkerhedskopiering.";

// BACKUP_FAILED_TARGETVOL_NOT_JOURNALED
RESULTCODE_6_MESSAGE = "Disken til sikkerhedskopier er ikke i det krævede format, Mac OS - udvidet (Journaled).\n\n%@";
RESULTCODE_6_SHOWPREFS = "Åbn vinduet Time Machine for at vælge en anden disk til sikkerhedskopiering."; 

// BACKUP_FAILED_TARGETVOL_DISK_SPACE
RESULTCODE_7_MESSAGE = "Denne sikkerhedskopi er for stor til disken til sikkerhedskopiering. Sikkerhedskopieringen kræver %@ men kun %@ er ledigt.\n\n%@";
RESULTCODE_7_SHOWPREFS = "Time Machine kræver arbejdsplads på disken til sikkerhedskopier ud over den nødvendige plads til lagring af sikkerhedskopier. Åbn vinduet Time Machine for at vælge en større disk til sikkerhedskopier eller for at gøre sikkerhedskopien mindre ved at udelade arkiver."; 

// BACKUP_FAILED_TARGETVOL_READONLY
RESULTCODE_8_MESSAGE = "Arkiver kan ikke kopieres til disken til sikkerhedskopiering, fordi den tilsyneladende er “skrivebeskyttet”.\n\n%@";
RESULTCODE_8_SHOWPREFS = "Du bliver muligvis nødt til at reparere eller omformatere disken ved brug af Diskværktøj. Hvis disken ikke kan repareres, skal du bruge en anden disk til sikkerhedskopiering. Åbn vinduet Time Machine for at vælge en anden disk til sikkerhedskopiering."; 

// BACKUP_FAILED_TARGETVOL_ACLS_DISABLED
RESULTCODE_9_MESSAGE = "Adgangskontrollister er ikke slået til på disken til sikkerhedskopier, og det skal de være.\n\n%@";
RESULTCODE_9_SHOWPREFS = "Åbn vinduet Time Machine for at vælge en anden disk til sikkerhedskopiering."; 

// BACKUP_FAILED_PREFLIGHT_STAGE
RESULTCODE_10_MESSAGE = "Der skete en fejl under klargøring til sikkerhedskopieringen."; 

// BACKUP_FAILED_COPY_STAGE
RESULTCODE_11_HEADER = "Sikkerhedskopieringen blev ikke gennemført, fordi der skete en fejl under kopiering af arkiver til disken til sikkerhedskopiering.";
RESULTCODE_11_MESSAGE = "Problemet er måske midlertidigt. Prøv at sikkerhedskopiere senere. Hvis problemet fortsætter, skal du bruge Diskværktøj til at reparere disken til sikkerhedskopier.";

// BACKUP_FAILED_LINK_SOURCE
RESULTCODE_12_MESSAGE = "Der opstod en fejl under sammendkædning af disken til sikkerhedskopier."; 

//  BACKUP_FAILED_TOO_MUCH_ACTIVITY
RESULTCODE_13_MESSAGE = "For mange arkiver blev ændret under sikkerhedskoperingen."; 

// BACKUP_FAILED_SNAPSHOT_DELETE_FAILED 
RESULTCODE_14_MESSAGE = "Der skete en fejl under forsøget på at fjerne udløbne sikkerhedskopier fra disken til sikkerhedskopiering.";

// BACKUP_FAILED_CULLING_DISABLED
RESULTCODE_15_MESSAGE = "Alle udløbne sikkerhedskopier er blevet fjernet, men disken til sikkerhedskopier er stadig fuld.\n\n%@";
RESULTCODE_15_SHOWPREFS = "Åbn vinduet Time Machine for at vælge en større disk til sikkerhedskopiering.";

// BACKUP_FAILED_CULLING_DATELIMIT
RESULTCODE_16_MESSAGE = "Alle udløbne sikkerhedskopier er blevet fjernet, men disken til sikkerhedskopier er stadig fuld.\n\n%@";
RESULTCODE_16_SHOWPREFS = "Åbn vinduet Time Machine for at vælge en større disk til sikkerhedskopier."; 

// BACKUP_FAILED_TARGETVOL_NOT_SPECIFIED
RESULTCODE_17_MESSAGE = "Der er ikke valgt nogen disk til sikkerhedskopier.\n\n%@";
RESULTCODE_17_SHOWPREFS = "Åbn vinduet Time Machine for at vælge en disk til sikkerhedskopiering.";

// BACKUP_FAILED_TARGETVOL_NOT_FOUND
RESULTCODE_18_MESSAGE = "Disken til sikkerhedskopien findes ikke.\n\n%@";
RESULTCODE_18_SHOWPREFS = "Sørg for, at disken til sikkerhedskopier er tilsluttet, eller åbn vinduet Time Machine for at vælge en anden disk."; 

// BACKUP_FAILED_TARGETVOL_NOT_MOUNTED
RESULTCODE_19_MESSAGE = "Disken til sikkerhedskopiering er ikke er tilgængelig."; 

// BACKUP_FAILED_DISK_IMAGE_NOT_CREATED
RESULTCODE_20_MESSAGE = "Diskbilledet til sikkerhedskopiering “%@” kunne ikke oprettes (fejl %@)."; 

// BACKUP_FAILED_DISK_IMAGE_NOT_MOUNTED
RESULTCODE_21_MESSAGE = "Diskbilledet til sikkerhedskopier “%@” kunne ikke åbnes (fejl %@)."; 

// BACKUP_CANCELED
RESULTCODE_22_MESSAGE = "Sikkerhedskopiering annulleret."; 

// BACKUP_FAILED_CASE_SENSITIVITY
RESULTCODE_23_MESSAGE = "Du er ved at sikkerhedskopiere en disk, der skelner mellem store og små bogstaver, men det gør disken til sikkerhedskopier ikke.\n\n%@";
RESULTCODE_23_SHOWPREFS = "Åbn vinduet Time Machine for at vælge en anden disk til sikkerhedskopiering eller for at vælge ikke at sikkerhedskopiere disken, der skelner mellem store og små bogstaver."; 

// BACKUP_FAILED_DUPLICATE_VOLNAMES
RESULTCODE_24_MESSAGE = "To af de diske, der skal sikkerhedskopieres, har det samme navn. Omdøb en af dem."; 

// BACKUP_FAILED_NO_SOURCE_VOLUMES
RESULTCODE_25_MESSAGE = "Der er ingen tilgængelige diske, der skal sikkerhedskopieres. Det kan ske, hvis alle diske er opført på listen “Sikkerhedskopier ikke”.\n\n%@";
RESULTCODE_25_SHOWPREFS = "Du redigerer listen ved at åbne Time Machine og klikke på Indstillinger.";

// BACKUP_FAILED_NETWORK_INTERRUPTION
RESULTCODE_26_HEADER = "Time Machine kunne ikke færdiggøre sikkerhedskopieringen pga. et netværksproblem.";
RESULTCODE_26_MESSAGE = "Sørg for, at computeren og disken til sikkerhedskopien er på det samme netværk, og at disken er tændt. Prøv derefter at sikkerhedskopiere igen.";

// BACKUP_FAILED_DISK_INTERRUPTION
RESULTCODE_27_MESSAGE = "Disken til sikkerhedskopier er måske skubbet ud eller afmonteret fra computeren.";

// BACKUP_FAILED_TARGETVOL_DISK_SPACE_DURING_BACKUP
RESULTCODE_28_MESSAGE = "Disken til sikkerhedskopien løb uventet før for plads. Time Machine vil prøve at frigøre mere plads ved at fjerne udløbne sikkerhedskopier under den næste planlagte sikkerhedskopiering.\n\n%@";
RESULTCODE_28_SHOWPREFS = "Åbn vinduet Time Machine for at vælge en større disk til sikkerhedskopiering, eller gør sikkerhedskopien mindre ved at udelade arkiver."; 

// BACKUP_FAILED_AUTHENTICATION_ERROR
RESULTCODE_29_MESSAGE = "Der var ikke adgang til netværksdisken til sikkerhedskopiering, fordi der opstod et problem med brugernavnet eller adgangskoden til netværket.\n\n%@";
RESULTCODE_29_SHOWPREFS = "Åbn vinduet Time Machine for at vælge netværksdisken til sikkerhedskopier, og skriv korrekt brugernavn og adgangskode igen.";

// BACKUP_FAILED_UNABLE_TO_REUSE_BACKUP
RESULTCODE_30_MESSAGE = "Der opstod en fejl under forsøg på at genbruge sikkerhedskopien “%@”.";

// BACKUP_FAILED_DISK_IMAGE_BUSY
RESULTCODE_31_MESSAGE = "Diskbilledet til sikkerhedskopier “%@” er allerede i brug.";

// BACKUP_FAILED_DISK_IMAGE_NOT_FOUND
RESULTCODE_32_MESSAGE = "Diskbilledet til sikkerhedskopiering “%@” findes ikke.";

// BACKUP_FAILED_CLOCK_WRONG
RESULTCODE_33_MESSAGE = "Datoen og tiden i systemet er forkerte.";

// BACKUP_FAILED_NO_PRIMARY_NETWORK_INTERFACE
RESULTCODE_34_MESSAGE = "Computeren har ikke en primær netværksgrænseflade.";

// BACKUP_FAILED_BOOT_COOKIE_NOT_FOUND
RESULTCODE_35_MESSAGE = "Time Machine kunne ikke finde nogle af sine indstillinger.\n\n%@";
RESULTCODE_35_SHOWPREFS = "Du retablerer Time Machines indstillinger ved at åbne vinduet Time Machine og vælge disken til sikkerhedskopier igen.";

// BACKUP_FAILED_DESTINATION_COOKIE_NOT_FOUND
RESULTCODE_36_MESSAGE = "Time Machine kunne ikke finde nogle af sine indstillinger på disken til sikkerhedskopier “%@”.\n\nSørg for, at disken er tilsluttet, og at andre tilsluttede diske ikke bruger same navn som disken til sikkerhedskopier.\n\n%@";
RESULTCODE_36_SHOWPREFS = "Du retablerer Time Machines indstillinger ved at åbne vinduet Time Machine og vælge disken til sikkerhedskopier igen.";

// BACKUP_FAILED_DISK_SOURCE_INTERRUPTION
RESULTCODE_37_MESSAGE = "En af de diske, der sikkerhedskopieres, er måske skubbet ud eller afmonteret fra computeren.";

// BACKUP_FAILED_TARGETIMAGE_READONLY
RESULTCODE_38_MESSAGE = "Time Machine kan ikke bruge diskbilledet, fordi der ikke kan skrives til det.";

// BACKUP_HC_FAILED_TARGETVOL_RESOLUTION_FAILED
RESULTCODE_40_HEADER = "Time Machine kunne ikke kontrollere dine sikkerhedskopier, fordi disken til sikkerhedskopiering ikke er tilgængelig.";
RESULTCODE_40_MESSAGE = "Sørg for, at computeren og disken til sikkerhedskopien er på det samme netværk, og at disken er tændt. Prøv derefter igen at bekræfte dine sikkerhedskopier.";

// BACKUP_HC_FAILED_TARGETVOL_READONLY
RESULTCODE_41_HEADER = "Time Machine kunne ikke kontrollere dine sikkerhedskopier.";
RESULTCODE_41_MESSAGE = "Disken til sikkerhedskopiering ser ud til at være skrivebeskyttet.";

// BACKUP_HC_VERIFICATION_INTERRUPTED
RESULTCODE_42_HEADER = "Time Machine kunne ikke kontrollere dine sikkerhedskopier, fordi kontrol blev afbrudt.";
RESULTCODE_42_MESSAGE = "Afbrydelser skyldes normalt netværksproblemer. Prøv igen efter netværksproblemerne er løst.";

// BACKUP_FAILED_TO_ABANDON_IMAGE
RESULTCODE_43_MESSAGE = "Time Machine kunne ikke lægge det eksisterende diskbillede “%@” med sikkerhedskopien til side";

// BACKUP_FAILED_TO_DELETE_IMAGE
RESULTCODE_44_MESSAGE = "Time Machine kunne ikke slette diskbilledet “%@” med sikkerhedskopien";

// BACKUP_FAILED_UNKNOWN
RESULTCODE_999_MESSAGE = "Fejlkode: %@";

// BACKUP_WARNING_LOW_DISK_MESSAGE
RESULTCODE_1000_HEADER = "Disken til sikkerhedskopier er næsten fuld.";
RESULTCODE_1000_MESSAGE = "Når disken med sikkerhedskopier er fuld, sletter Time Machine gamle sikkerhedskopier for at gøre plads til nye.\n\n%@";
RESULTCODE_1000_SHOWPREFS = "Hvis du vil beholde alle dine gamle sikkerhedskopier, skal du åbne vinduet Time Machine for at vælge en ny disk til sikkerhedskopier.";

// BACKUP_WARNING_THINNING_START
RESULTCODE_1001_HEADER = "Disken til sikkerhedskopier er fuld.";
RESULTCODE_1001_MESSAGE = "Time Machine slettede en eller flere gamle sikkerhedskopier for at gøre plads til nye. Den ældste tilbageværende sikkerhedskopi er: %@\n\n%@";
RESULTCODE_1001_SHOWPREFS = "Du undgår at slette flere gamle sikkerhedskopier ved at åbne vinduet Time Machine og vælge en anden disk til sikkerhedskopier."; 
RESULTCODE_1001_CHECKBOX = "Vis ikke denne advarsel igen.";

// BACKUP_WARNING_NO_RECENT_BACKUPS
RESULTCODE_1002_MESSAGE = "Time Machine har ikke sikkerhedskopieret din computer i %@ dage.\n\n%@"; 
RESULTCODE_1002_SHOWPREFS = "Sørg for, at disken til sikkerhedskopier er tilgængelig, eller åbn vinduet Time Machine for at vælge en ny disk til sikkerhedskopier.";

// BACKUP_WARNING_REUSE_BACKUPS
RESULTCODE_1003_HEADER = "Vil du genbruge sikkerhedskopien “%@” med denne computer?";
RESULTCODE_1003_MESSAGE = "Sikkerhedskopien blev oprettet på en anden computer. Hvis du genbruger denne sikkerhedskopi, kan den ikke længere bruges af den originale computer.";
REUSE_BACKUP_BUTTON = "Genbrug sikkerhedskopi";
CREATE_NEW_BACKUP_BUTTON = "Opret ny sikkerhedskopi";
ASK_LATER_BUTTON = "Sikkerhedskopier ikke nu";

// BACKUP_WARNING_FIRMWARE 
RESULTCODE_1004_HEADER = "Der er en opdatering til “%@.”";
RESULTCODE_1004_MESSAGE = "Denne opdatering forbedrer driftssikkerheden i Time Capsule. Du skal åbne Airport-værktøj for at installere denne opdatering. Du skal muligvis skrive din adgangskode til “%@.”";
REMIND_LATER_BUTTON = "Opdater senere";
AIRPORT_UTILITY_BUTTON = "Åbn Airport-værktøj…";

// BACKUP_WARNING_DELETE_IMAGE 
RESULTCODE_1006_HEADER = "Time Machine er færdig med at bekræfte dine sikkerhedskopier. For at forbedre driftsikkerheden, skal Time Machine oprette en ny sikkerhedskopi.";
RESULTCODE_1006_MESSAGE = "Klik på Start ny sikkerhedskopi for at oprette en ny sikkerhedskopi. Dette fjerner din eksisterende historie over sikkerhedskopier. Dette kan tage flere timer.\n\nKlik på Sikkerhedskopier senere, for at blive påmindet i morgen. Time Machine udfører ikke sikkerhedskopier i dette tidsrum.";
CREATE_RECOVERY_IMAGE_NOW_BUTTON = "Start ny sikkerhedskopi";
CREATE_RECOVERY_IMAGE_ASK_LATER_BUTTON = "Sikkerhedskopier senere";

// BACKUP_WARNING_TARGETVOL_CHANGED
RESULTCODE_1008_HEADER = "Identiteten af disken til sikkerhedskopiering er ændret siden den forrige sikkerhedskopiering.";
RESULTCODE_1008_MESSAGE = "Disken kan være blevet udskiftet eller slettet, eller måske prøver nogen at narre din computer til at sikkerhedskopiere den forkerte disk.";
BACKUP_WARNING_TARGETVOL_CHANGED_OK_BUTTON = "Brug denne disk";
BACKUP_WARNING_TARGETVOL_CHANGED_CANCEL_BUTTON = "Sikkerhedskopier ikke";

// UNITS
KB = "KB";
MB = "MB";
GB = "GB";
TB = "TB";
